MAIN_MENU_CAPTION = (
    "🧭 **InnerTalk** — твое личное и безопасное пространство для **внутреннего диалога**.\n\n"
    "Я — **эмпатичный ИИ-психолог**, обученный на принципах доказательной психотерапии.\n\n"
    "С моей помощью ты можешь:\n"
    "- Обсудить переживания.\n"
    "- Понять **паттерны мышления**.\n"
    "- Найти **опору и решения**.\n\n"
    "Начни исследование своего внутреннего мира! Нажми **\"🎉 Начать разговор\"**!"
)

ABOUT_US_CAPTION = (
    "*ℹ️ О проекте InnerTalk*\n\n"
    "**InnerTalk** — это безопасное и непредвзятое пространство, созданное на стыке передовых разработок ИИ и принципов доказательной психотерапии.\n\n"
    "Наш **принцип**: Сделать качественную психологическую поддержку доступной для каждого, независимо от времени и местонахождения.\n\n"
    "*Мы верим*: Диалог с собой — ключ к благополучию. ✨"
)

SUPPORT_CAPTION = "📧 **Техническая поддержка**\n\nПо всем вопросам, связанным с работой бота и сотрудничеством, обращайтесь к разработчику: [@yu_chey](https://t.me/yu_chey)"